[
  {
    "title": "Wielki powrót Linuksa w Polsce, a Windows 11 po raz pierwszy wyprzedza Windowsa 10. Zobacz nowe statystyki"
  },
  {
    "title": "ASML, Airbus i Mistral AI bezskutecznie proszą o wstrzymanie przepisów unijnych dotyczących sztucznej inteligencji"
  },
  {
    "title": "Chatboty Meta AI Studio otrzymają możliwość zapamiętywania historii rozmów i kontaktowania się z użytkownikami"
  },
  {
    "title": "CoMaps - darmowe mapy na Androida i iOS, które szanują prywatność użytkowników. Bez reklam i działają offline"
  },
  {
    "title": "Test karty graficznej KFA2 GeForce RTX 5080 1-Click OC - Efektowne podświetlenie ARGB i regulowana podpórka w komplecie"
  },
  {
    "title": "The Fairphone (Gen. 6) jednym z najłatwiej naprawialnych smartfonów na świecie. Ile kosztują części zamienne?"
  },
  {
    "title": "Chińscy producenci GPU planują IPO za miliardy dolarów, a NVIDIA traci udział w rynku z 95% do 50%"
  },
  {
    "title": "Karty graficzne GeForce RTX 5060 Ti oraz Radeon RX 9060 XT w wersjach 16 GB VRAM sprzedają się o wiele lepiej niż warianty 8 GB"
  },
  {
    "title": "Techland traci fortunę i bezlitośnie kasuje dwa wielkie projekty gier. Jeden z nich miał być hitem fantasy"
  },
  {
    "title": "Dożywotnie licencje na system Microsoft Windows 11 i pakiet Office. Za oszczędności zjesz na wakacjach rybę i wypasionego gofra"
  },
  {
    "title": "ONE-NETBOOK OneXGPU Lite to nowa stacja eGPU z interfejsem Thunderbolt 5 i układem AMD Radeon RX 7600M XT"
  },
  {
    "title": "Pracownicy Xbox w szoku. Firma promuje AI tego samego dnia co masowe zwolnienia. Deweloperzy nie wytrzymują"
  },
  {
    "title": "Google Veo 3, model generujący wideo z dźwiękiem oficjalnie dostępny w Polsce w subskrypcji Google AI Pro"
  },
  {
    "title": "Recenzja Soundcore Boom 3i. Pływający głośnik Bluetooth z dobrym basem, oświetleniem RGB i niezłym akumulatorem"
  },
  {
    "title": "Francuski sąd skazał trzech byłych szefów Ubisoft za molestowanie i mobbing w miejscu pracy"
  },
  {
    "title": "SkyShowtime – filmowe i serialowe nowości VOD na lipiec 2025. Wśród premier Wicked, W garniturach, Sonic 3 oraz Poker Face"
  },
  {
    "title": "Stany Zjednoczone znoszą restrykcje eksportowe na oprogramowanie EDA dla Chin po miesięcznym okresie ograniczeń"
  },
  {
    "title": "G.SKILL CAMM2 DDR5 osiąga stabilne 10000 MT/s na płycie ASUS ROG Maximus Z890 Hero z procesorem Intel Core Ultra 7 265K"
  },
  {
    "title": "Lisa Su, CEO AMD, otrzyma w nagrodę akcje o wartości 33 mln dolarów za sukcesy w rozwoju technologii AI"
  },
  {
    "title": "PlayStation 5 Pro w przyszłym roku dostanie specjalną wersję skalowania AI AMD FSR 4, która zastąpi obecną wersję PSSR"
  },
  {
    "title": "Humble Choice - mocny zestaw na lipiec, a w nim Warhammer 40K: Rogue Trader, Daemon X Machina i Death's Door"
  },
  {
    "title": "Microsoft szaleje ze zwolnieniami. Studia drżą w posadach, gry Perfect Dark i Everwild zostały anulowane"
  },
  {
    "title": "The Blood of Dawnwalker - kolejne prezentacje gry Rebel Wolves z Bandai Namco Summer Showcase 2025, w tym rzut oka na fabułę"
  },
  {
    "title": "HONOR Magic V5 - składany smartfon, który potrafi zaskoczyć. Snapdragon 8 Elite, bateria 5820 mAh i \"potężne\" zaplecze foto"
  },
  {
    "title": "Test obudowy komputerowej Corsair Frame 4000D RS - Przewiewna modułowa konstrukcja z kilkoma fajnymi udogodnieniami"
  },
  {
    "title": "Disney+ – filmowe i serialowe nowości VOD na lipiec 2025. Wśród premier Ojciec chrzestny Harlemu oraz saga Transformers"
  },
  {
    "title": "Phanteks XT M3 - kompaktowa obudowa dla płyt w formacie Micro-ATX, która zmieści nawet 360 mm chłodzenie AiO"
  },
  {
    "title": "Xbox Game Pass - nowości na pierwszą połowę lipca, w tym Tony Hawk's Pro Skater 3+4, The Ascent i High On Life"
  },
  {
    "title": "EHA Reader Awards 2025 - Głosowanie na najlepsze firmy w branży komputerowej. Do wygrania dowolna karta graficzna do 1000 Euro"
  },
  {
    "title": "Migracja na Windows 11 zaczęła przyspieszać. Strategia Microsoftu zdaje się przynosić oczekiwane rezultaty"
  },
  {
    "title": "Apple kontra Di Liu. Chodzi o transfer poufnych danych do Snap. Firma chce odszkodowania i zwrotu skradzionych materiałów"
  },
  {
    "title": "Cloudflare uruchamia system Pay Per Crawl dla monetyzacji botów AI szukających danych treningowych"
  },
  {
    "title": "Montech X5 i Montech X5M to eleganckie obudowy komputerowe, które oferują kilka wentylatorów i przewiewną konstrukcję"
  },
  {
    "title": "AMD Ryzen AI 5 330 - Nadchodzi budżetowy procesor Krackan Point 2 z rdzeniami Zen 5 i Zen 5c oraz iGPU Radeon 820M"
  },
  {
    "title": "Amazon Prime Video – filmowe i serialowe nowości VOD na lipiec 2025. Wśród premier Synchronic, Sojusznicy, Ballard oraz Menem"
  },
  {
    "title": "Karty graficzne NVIDIA GeForce GTX 900 Maxwell, GeForce GTX 1000 Pascal oraz TITAN V z powolnym wygaszaniem wsparcia"
  }
]